[
  {
    "character": "了",
    "meaning": "Complete",
    "stroke_count": 2,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 了 (Complete): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "丸",
    "meaning": "Round",
    "stroke_count": 3,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 丸 (Round): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "玉",
    "meaning": "Jewel",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 玉 (Jewel): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "久",
    "meaning": "Long Time",
    "stroke_count": 3,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 久 (Long Time): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "戸",
    "meaning": "Door",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 戸 (Door): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "毛",
    "meaning": "Fur",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 毛 (Fur): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "央",
    "meaning": "Center",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 央 (Center): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "氷",
    "meaning": "Icicle",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 氷 (Icicle): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "皮",
    "meaning": "Pelt",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 皮 (Pelt): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "皿",
    "meaning": "Dish",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 皿 (Dish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "竹",
    "meaning": "Bamboo",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 竹 (Bamboo): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "糸",
    "meaning": "Thread",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 糸 (Thread): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "虫",
    "meaning": "Insect",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 虫 (Insect): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "村",
    "meaning": "Village",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 村 (Village): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "貝",
    "meaning": "Shellfish",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 貝 (Shellfish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "池",
    "meaning": "Pond",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 池 (Pond): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "羽",
    "meaning": "Feathers",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 羽 (Feathers): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "角",
    "meaning": "Angle",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 角 (Angle): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "谷",
    "meaning": "Valley",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 谷 (Valley): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "麦",
    "meaning": "Barley",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 麦 (Barley): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "林",
    "meaning": "Grove",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 林 (Grove): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "州",
    "meaning": "State",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 州 (State): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "血",
    "meaning": "Blood",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 血 (Blood): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "星",
    "meaning": "Star",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 星 (Star): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "札",
    "meaning": "Tag",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 札 (Tag): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "辺",
    "meaning": "Environs",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 辺 (Environs): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "弱",
    "meaning": "Weak",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 弱 (Weak): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "黄",
    "meaning": "Yellow",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 黄 (Yellow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "森",
    "meaning": "Forest",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "Three trees (木木木) together make a forest. One tree is lonely, two is company, but three trees? That's a forest party!"
  },
  {
    "character": "雲",
    "meaning": "Cloud",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 雲 (Cloud): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "県",
    "meaning": "Prefecture",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 県 (Prefecture): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "軽",
    "meaning": "Lightly",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 軽 (Lightly): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "農",
    "meaning": "Agriculture",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 農 (Agriculture): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "鉄",
    "meaning": "Iron",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 鉄 (Iron): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "算",
    "meaning": "Calculate",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 算 (Calculate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "線",
    "meaning": "Line",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 線 (Line): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "仲",
    "meaning": "Go-between",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 仲 (Go-between): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "低",
    "meaning": "Lower",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 低 (Lower): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "岸",
    "meaning": "Beach",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 岸 (Beach): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "波",
    "meaning": "Waves",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 波 (Waves): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "拾",
    "meaning": "Pick Up",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 拾 (Pick Up): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "秒",
    "meaning": "Second (1/60 Minute)",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 秒 (Second (1/60 Minute)): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "競",
    "meaning": "Emulate",
    "stroke_count": 20,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 競 (Emulate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "令",
    "meaning": "Orders",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 令 (Orders): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "根",
    "meaning": "Root",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 根 (Root): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "倍",
    "meaning": "Double",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 倍 (Double): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "島",
    "meaning": "Island",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 島 (Island): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "祭",
    "meaning": "Ritual",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 祭 (Ritual): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "章",
    "meaning": "Badge",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 章 (Badge): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "童",
    "meaning": "Juvenile",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 童 (Juvenile): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "階",
    "meaning": "Storey",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 階 (Storey): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "植",
    "meaning": "Plant",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 植 (Plant): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "温",
    "meaning": "Warm",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 温 (Warm): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "湯",
    "meaning": "Hot Water",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 湯 (Hot Water): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "短",
    "meaning": "Short",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 短 (Short): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "泉",
    "meaning": "Spring",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 泉 (Spring): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "橋",
    "meaning": "Bridge",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 橋 (Bridge): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "緑",
    "meaning": "Green",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 緑 (Green): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "練",
    "meaning": "Practice",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 練 (Practice): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "億",
    "meaning": "Hundred Million",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 億 (Hundred Million): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "課",
    "meaning": "Chapter",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 課 (Chapter): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "賞",
    "meaning": "Prize",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 賞 (Prize): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "輪",
    "meaning": "Wheel",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 輪 (Wheel): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "像",
    "meaning": "Statue",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 像 (Statue): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "卒",
    "meaning": "Graduate",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 卒 (Graduate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "協",
    "meaning": "Co-",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 協 (Co-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "周",
    "meaning": "Circumference",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 周 (Circumference): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "囲",
    "meaning": "Surround",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 囲 (Surround): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "固",
    "meaning": "Harden",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 固 (Harden): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "季",
    "meaning": "Seasons",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 季 (Seasons): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "希",
    "meaning": "Hope",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 希 (Hope): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "材",
    "meaning": "Lumber",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 材 (Lumber): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "芸",
    "meaning": "Technique",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 芸 (Technique): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "技",
    "meaning": "Skill",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 技 (Skill): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "骨",
    "meaning": "Skeleton",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 骨 (Skeleton): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "寺",
    "meaning": "Buddhist Temple",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 寺 (Buddhist Temple): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "岩",
    "meaning": "Boulder",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 岩 (Boulder): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "区",
    "meaning": "Ward",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 区 (Ward): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "坂",
    "meaning": "Slope",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 坂 (Slope): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "勇",
    "meaning": "Courage",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 勇 (Courage): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "毒",
    "meaning": "Poison",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 毒 (Poison): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "浅",
    "meaning": "Shallow",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 浅 (Shallow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "軍",
    "meaning": "Army",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 軍 (Army): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "仏",
    "meaning": "Buddha",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 仏 (Buddha): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "築",
    "meaning": "Fabricate",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 築 (Fabricate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "門",
    "meaning": "Gate",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 門 (Gate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "荷",
    "meaning": "Baggage",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 荷 (Baggage): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "府",
    "meaning": "Borough",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 府 (Borough): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "浴",
    "meaning": "Bathe",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 浴 (Bathe): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "専",
    "meaning": "Specialty",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 専 (Specialty): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "細",
    "meaning": "Dainty",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 細 (Dainty): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "鼻",
    "meaning": "Nose",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 鼻 (Nose): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "兵",
    "meaning": "Soldier",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 兵 (Soldier): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "塩",
    "meaning": "Salt",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 塩 (Salt): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "栄",
    "meaning": "Flourish",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 栄 (Flourish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "干",
    "meaning": "Dry",
    "stroke_count": 3,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 干 (Dry): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "底",
    "meaning": "Bottom",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 底 (Bottom): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "署",
    "meaning": "Signature",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 署 (Signature): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "恋",
    "meaning": "Romance",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 恋 (Romance): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "訓",
    "meaning": "Instruction",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 訓 (Instruction): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "祈",
    "meaning": "Pray",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 祈 (Pray): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "焼",
    "meaning": "Bake",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 焼 (Bake): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "胸",
    "meaning": "Bosom",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 胸 (Bosom): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "脳",
    "meaning": "Brain",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 脳 (Brain): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "枚",
    "meaning": "Sheet Of...",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 枚 (Sheet Of...): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "禁",
    "meaning": "Prohibition",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 禁 (Prohibition): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "喫",
    "meaning": "Consume",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 喫 (Consume): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "減",
    "meaning": "Dwindle",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 減 (Dwindle): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "順",
    "meaning": "Obey",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 順 (Obey): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "布",
    "meaning": "Linen",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 布 (Linen): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "詞",
    "meaning": "Part Of Speech",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 詞 (Part Of Speech): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "歴",
    "meaning": "Curriculum",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 歴 (Curriculum): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "冊",
    "meaning": "Tome",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 冊 (Tome): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "宇",
    "meaning": "Eaves",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 宇 (Eaves): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "団",
    "meaning": "Group",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 団 (Group): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "暴",
    "meaning": "Outburst",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 暴 (Outburst): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "混",
    "meaning": "Mix",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 混 (Mix): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "乱",
    "meaning": "Riot",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 乱 (Riot): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "改",
    "meaning": "Reformation",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 改 (Reformation): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "絡",
    "meaning": "Entwine",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 絡 (Entwine): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "比",
    "meaning": "Compare",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 比 (Compare): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "被",
    "meaning": "Incur",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 被 (Incur): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "震",
    "meaning": "Quake",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 震 (Quake): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "械",
    "meaning": "Contraption",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 械 (Contraption): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "個",
    "meaning": "Individual",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 個 (Individual): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "圧",
    "meaning": "Pressure",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 圧 (Pressure): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "厚",
    "meaning": "Thick",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 厚 (Thick): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "防",
    "meaning": "Ward Off",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 防 (Ward Off): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "史",
    "meaning": "History",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 史 (History): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "委",
    "meaning": "Committee",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 委 (Committee): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "査",
    "meaning": "Investigate",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 査 (Investigate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "総",
    "meaning": "General",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 総 (General): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "設",
    "meaning": "Establishment",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 設 (Establishment): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "省",
    "meaning": "Focus",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 省 (Focus): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "税",
    "meaning": "Tax",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 税 (Tax): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "各",
    "meaning": "Each",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 各 (Each): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "勢",
    "meaning": "Forces",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 勢 (Forces): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "営",
    "meaning": "Occupation",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 営 (Occupation): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "領",
    "meaning": "Jurisdiction",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 領 (Jurisdiction): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "副",
    "meaning": "Vice-",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 副 (Vice-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "域",
    "meaning": "Range",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 域 (Range): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "停",
    "meaning": "Halt",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 停 (Halt): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "革",
    "meaning": "Leather",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 革 (Leather): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "律",
    "meaning": "Rhythm",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 律 (Rhythm): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "準",
    "meaning": "Semi-",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 準 (Semi-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "則",
    "meaning": "Rule",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 則 (Rule): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "導",
    "meaning": "Guidance",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 導 (Guidance): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "乳",
    "meaning": "Milk",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 乳 (Milk): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "城",
    "meaning": "Castle",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 城 (Castle): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "担",
    "meaning": "Shouldering",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 担 (Shouldering): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "著",
    "meaning": "Renowned",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 著 (Renowned): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "蒸",
    "meaning": "Steam",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 蒸 (Steam): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "蔵",
    "meaning": "Storehouse",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 蔵 (Storehouse): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "装",
    "meaning": "Attire",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 装 (Attire): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "裏",
    "meaning": "Back",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 裏 (Back): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "諸",
    "meaning": "Various",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 諸 (Various): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "臓",
    "meaning": "Entrails",
    "stroke_count": 19,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 臓 (Entrails): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "純",
    "meaning": "Genuine",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 純 (Genuine): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "紅",
    "meaning": "Crimson",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 紅 (Crimson): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "拝",
    "meaning": "Worship",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 拝 (Worship): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "劇",
    "meaning": "Drama",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 劇 (Drama): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "承",
    "meaning": "Acquiesce",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 承 (Acquiesce): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "損",
    "meaning": "Damage",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 損 (Damage): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "枝",
    "meaning": "Bough",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 枝 (Bough): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "測",
    "meaning": "Fathom",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 測 (Fathom): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "講",
    "meaning": "Lecture",
    "stroke_count": 17,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 講 (Lecture): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "紹",
    "meaning": "Introduce",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 紹 (Introduce): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "介",
    "meaning": "Jammed In",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 介 (Jammed In): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "湖",
    "meaning": "Lake",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 湖 (Lake): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "銅",
    "meaning": "Copper",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 銅 (Copper): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "油",
    "meaning": "Oil",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 油 (Oil): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "旧",
    "meaning": "Old Times",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 旧 (Old Times): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "姓",
    "meaning": "Surname",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 姓 (Surname): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "貿",
    "meaning": "Trade",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 貿 (Trade): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "将",
    "meaning": "Leader",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 将 (Leader): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "伸",
    "meaning": "Expand",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 伸 (Expand): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "幅",
    "meaning": "Hanging Scroll",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 幅 (Hanging Scroll): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "甘",
    "meaning": "Sweet",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 甘 (Sweet): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "額",
    "meaning": "Forehead",
    "stroke_count": 18,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 額 (Forehead): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "輸",
    "meaning": "Transport",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 輸 (Transport): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "燃",
    "meaning": "Burn",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 燃 (Burn): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "祝",
    "meaning": "Celebrate",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 祝 (Celebrate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "届",
    "meaning": "Deliver",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 届 (Deliver): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "肩",
    "meaning": "Shoulder",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 肩 (Shoulder): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "腕",
    "meaning": "Arm",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 腕 (Arm): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "腰",
    "meaning": "Loins",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 腰 (Loins): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "触",
    "meaning": "Contact",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 触 (Contact): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "層",
    "meaning": "Stratum",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 層 (Stratum): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "型",
    "meaning": "Mould",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 型 (Mould): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "庁",
    "meaning": "Government Office",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 庁 (Government Office): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "管",
    "meaning": "Pipe",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 管 (Pipe): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "象",
    "meaning": "Elephant",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 象 (Elephant): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "量",
    "meaning": "Quantity",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 量 (Quantity): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "境",
    "meaning": "Boundary",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 境 (Boundary): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "武",
    "meaning": "Warrior",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 武 (Warrior): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "述",
    "meaning": "Mention",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 述 (Mention): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "販",
    "meaning": "Marketing",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 販 (Marketing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "含",
    "meaning": "Contain",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 含 (Contain): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "況",
    "meaning": "Condition",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 況 (Condition): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "補",
    "meaning": "Supplement",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 補 (Supplement): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "効",
    "meaning": "Merit",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 効 (Merit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "豊",
    "meaning": "Bountiful",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 豊 (Bountiful): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "巻",
    "meaning": "Scroll",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 巻 (Scroll): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "捜",
    "meaning": "Search",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 捜 (Search): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "替",
    "meaning": "Exchange",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 替 (Exchange): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "造",
    "meaning": "Create",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 造 (Create): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "印",
    "meaning": "Stamp",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 印 (Stamp): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "復",
    "meaning": "Restore",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 復 (Restore): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "筆",
    "meaning": "Writing Brush",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 筆 (Writing Brush): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "貯",
    "meaning": "Savings",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 貯 (Savings): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "刺",
    "meaning": "Thorn",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 刺 (Thorn): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "郵",
    "meaning": "Mail",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 郵 (Mail): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "針",
    "meaning": "Needle",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 針 (Needle): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "菓",
    "meaning": "Candy",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 菓 (Candy): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "河",
    "meaning": "River",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 河 (River): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "汗",
    "meaning": "Sweat",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 汗 (Sweat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "再",
    "meaning": "Again",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 再 (Again): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "接",
    "meaning": "Touch",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 接 (Touch): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "占",
    "meaning": "Fortune-telling",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 占 (Fortune-telling): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "胃",
    "meaning": "Stomach",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 胃 (Stomach): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "悩",
    "meaning": "Trouble",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 悩 (Trouble): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "昇",
    "meaning": "Rise Up",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 昇 (Rise Up): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "濃",
    "meaning": "Concentrated",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 濃 (Concentrated): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "極",
    "meaning": "Poles",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 極 (Poles): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "療",
    "meaning": "Heal",
    "stroke_count": 17,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 療 (Heal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "逆",
    "meaning": "Inverted",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 逆 (Inverted): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "巨",
    "meaning": "Gigantic",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 巨 (Gigantic): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "庫",
    "meaning": "Warehouse",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 庫 (Warehouse): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "児",
    "meaning": "Newborn Babe",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 児 (Newborn Babe): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "駐",
    "meaning": "Stop-over",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 駐 (Stop-over): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "柱",
    "meaning": "Pillar",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 柱 (Pillar): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "鋭",
    "meaning": "Pointed",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 鋭 (Pointed): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "殿",
    "meaning": "Mr.",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 殿 (Mr.): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "薄",
    "meaning": "Dilute",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 薄 (Dilute): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "伺",
    "meaning": "Pay Respects",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 伺 (Pay Respects): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "炭",
    "meaning": "Charcoal",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 炭 (Charcoal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "包",
    "meaning": "Wrap",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 包 (Wrap): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "衣",
    "meaning": "Garment",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 衣 (Garment): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "鉱",
    "meaning": "Mineral",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 鉱 (Mineral): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "双",
    "meaning": "Pair",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 双 (Pair): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "床",
    "meaning": "Bed",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 床 (Bed): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "掘",
    "meaning": "Dig",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 掘 (Dig): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "泊",
    "meaning": "Overnight Stay",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 泊 (Overnight Stay): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "荒",
    "meaning": "Laid Waste",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 荒 (Laid Waste): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "袋",
    "meaning": "Sack",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 袋 (Sack): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "珍",
    "meaning": "Rare",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 珍 (Rare): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "籍",
    "meaning": "Enroll",
    "stroke_count": 20,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 籍 (Enroll): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "刷",
    "meaning": "Printing",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 刷 (Printing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "封",
    "meaning": "Seal",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 封 (Seal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "筒",
    "meaning": "Cylinder",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 筒 (Cylinder): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "柔",
    "meaning": "Tender",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 柔 (Tender): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "沈",
    "meaning": "Sink",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 沈 (Sink): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "辛",
    "meaning": "Spicy",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 辛 (Spicy): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "匹",
    "meaning": "Equal",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 匹 (Equal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "叫",
    "meaning": "Shout",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 叫 (Shout): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "涙",
    "meaning": "Tears",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 涙 (Tears): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "缶",
    "meaning": "Tin Can",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 缶 (Tin Can): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "粒",
    "meaning": "Grains",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 粒 (Grains): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "塔",
    "meaning": "Pagoda",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 塔 (Pagoda): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "肌",
    "meaning": "Texture",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 肌 (Texture): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "舟",
    "meaning": "Boat",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 舟 (Boat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "曇",
    "meaning": "Cloudy Weather",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 曇 (Cloudy Weather): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "磨",
    "meaning": "Grind",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 磨 (Grind): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "湿",
    "meaning": "Damp",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 湿 (Damp): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "硬",
    "meaning": "Stiff",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 硬 (Stiff): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "鈍",
    "meaning": "Dull",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 鈍 (Dull): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "涼",
    "meaning": "Refreshing",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 涼 (Refreshing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "零",
    "meaning": "Zero",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 零 (Zero): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "綿",
    "meaning": "Cotton",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 綿 (Cotton): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "帽",
    "meaning": "Cap",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 帽 (Cap): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "凍",
    "meaning": "Frozen",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 凍 (Frozen): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "幼",
    "meaning": "Infancy",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 幼 (Infancy): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "清",
    "meaning": "Pure",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 清 (Pure): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "録",
    "meaning": "Record",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 録 (Record): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "券",
    "meaning": "Ticket",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 券 (Ticket): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "移",
    "meaning": "Shift",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 移 (Shift): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "並",
    "meaning": "Row",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 並 (Row): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "乾",
    "meaning": "Drought",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 乾 (Drought): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "欧",
    "meaning": "Europe",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 欧 (Europe): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "臣",
    "meaning": "Retainer",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 臣 (Retainer): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "略",
    "meaning": "Abbreviation",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 略 (Abbreviation): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "航",
    "meaning": "Navigate",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 航 (Navigate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "板",
    "meaning": "Plank",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 板 (Plank): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "詰",
    "meaning": "Packed",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 詰 (Packed): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "照",
    "meaning": "Illuminate",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 照 (Illuminate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "快",
    "meaning": "Cheerful",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 快 (Cheerful): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "版",
    "meaning": "Printing Block",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 版 (Printing Block): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "預",
    "meaning": "Deposit",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 預 (Deposit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "延",
    "meaning": "Prolong",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 延 (Prolong): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "翌",
    "meaning": "The Following",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 翌 (The Following): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "符",
    "meaning": "Token",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 符 (Token): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "編",
    "meaning": "Compilation",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 編 (Compilation): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "普",
    "meaning": "Universal",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 普 (Universal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "掃",
    "meaning": "Sweep",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 掃 (Sweep): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "泥",
    "meaning": "Mud",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 泥 (Mud): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "棒",
    "meaning": "Rod",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 棒 (Rod): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "孫",
    "meaning": "Grandchild",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 孫 (Grandchild): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "帯",
    "meaning": "Sash",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 帯 (Sash): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "粉",
    "meaning": "Flour",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 粉 (Flour): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "菜",
    "meaning": "Vegetable",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 菜 (Vegetable): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "貨",
    "meaning": "Freight",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 貨 (Freight): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "陸",
    "meaning": "Land",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 陸 (Land): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "均",
    "meaning": "Level",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 均 (Level): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "採",
    "meaning": "Pick",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 採 (Pick): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "永",
    "meaning": "Eternity",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 永 (Eternity): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "液",
    "meaning": "Fluid",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 液 (Fluid): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "績",
    "meaning": "Exploits",
    "stroke_count": 17,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 績 (Exploits): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "複",
    "meaning": "Duplicate",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 複 (Duplicate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "党",
    "meaning": "Party",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 党 (Party): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "卵",
    "meaning": "Egg",
    "stroke_count": 7,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 卵 (Egg): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "捨",
    "meaning": "Discard",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 捨 (Discard): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "汚",
    "meaning": "Dirty",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 汚 (Dirty): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "机",
    "meaning": "Desk",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 机 (Desk): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "簡",
    "meaning": "Simplicity",
    "stroke_count": 18,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 簡 (Simplicity): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "誌",
    "meaning": "Document",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 誌 (Document): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "宝",
    "meaning": "Treasure",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 宝 (Treasure): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "換",
    "meaning": "Interchange",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 換 (Interchange): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "尊",
    "meaning": "Revered",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 尊 (Revered): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "敬",
    "meaning": "Awe",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 敬 (Awe): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "灰",
    "meaning": "Ashes",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 灰 (Ashes): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "砂",
    "meaning": "Sand",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 砂 (Sand): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "塗",
    "meaning": "Paint",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 塗 (Paint): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "召",
    "meaning": "Seduce",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 召 (Seduce): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "挟",
    "meaning": "Pinch",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 挟 (Pinch): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "枯",
    "meaning": "Wither",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 枯 (Wither): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "沸",
    "meaning": "Seethe",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 沸 (Seethe): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "濯",
    "meaning": "Laundry",
    "stroke_count": 17,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 濯 (Laundry): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "燥",
    "meaning": "Parch",
    "stroke_count": 17,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 燥 (Parch): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "瓶",
    "meaning": "Bottle",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 瓶 (Bottle): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "耕",
    "meaning": "Till",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 耕 (Till): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "肯",
    "meaning": "Agreement",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 肯 (Agreement): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "脂",
    "meaning": "Fat",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 脂 (Fat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "膚",
    "meaning": "Skin",
    "stroke_count": 15,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 膚 (Skin): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "軒",
    "meaning": "Flats",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 軒 (Flats): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "軟",
    "meaning": "Soft",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 軟 (Soft): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "郊",
    "meaning": "Outskirts",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 郊 (Outskirts): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "隅",
    "meaning": "Corner",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 隅 (Corner): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "隻",
    "meaning": "Vessels",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 隻 (Vessels): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "般",
    "meaning": "Carrier",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 般 (Carrier): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "依",
    "meaning": "Reliant",
    "stroke_count": 8,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 依 (Reliant): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "漁",
    "meaning": "Fishing",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 漁 (Fishing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "募",
    "meaning": "Recruit",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 募 (Recruit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "患",
    "meaning": "Afflicted",
    "stroke_count": 11,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 患 (Afflicted): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "湾",
    "meaning": "Gulf",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 湾 (Gulf): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "爆",
    "meaning": "Bomb",
    "stroke_count": 19,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 爆 (Bomb): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "跡",
    "meaning": "Tracks",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 跡 (Tracks): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "香",
    "meaning": "Incense",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 香 (Incense): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "兆",
    "meaning": "Portent",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 兆 (Portent): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "齢",
    "meaning": "Age",
    "stroke_count": 17,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 齢 (Age): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "刊",
    "meaning": "Publish",
    "stroke_count": 5,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 刊 (Publish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "傾",
    "meaning": "Lean",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 傾 (Lean): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "奥",
    "meaning": "Heart",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 奥 (Heart): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "贈",
    "meaning": "Presents",
    "stroke_count": 18,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 贈 (Presents): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "超",
    "meaning": "Transcend",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 超 (Transcend): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "雇",
    "meaning": "Employ",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 雇 (Employ): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "片",
    "meaning": "One-sided",
    "stroke_count": 4,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 片 (One-sided): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "群",
    "meaning": "Flock",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 群 (Flock): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "埋",
    "meaning": "Bury",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 埋 (Bury): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "憎",
    "meaning": "Hate",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 憎 (Hate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "滴",
    "meaning": "Drip",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 滴 (Drip): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "畳",
    "meaning": "Tatami Mat",
    "stroke_count": 12,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 畳 (Tatami Mat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "畜",
    "meaning": "Livestock",
    "stroke_count": 10,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 畜 (Livestock): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "溶",
    "meaning": "Melt",
    "stroke_count": 13,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 溶 (Melt): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "踊",
    "meaning": "Jump",
    "stroke_count": 14,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 踊 (Jump): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "賢",
    "meaning": "Intelligent",
    "stroke_count": 16,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 賢 (Intelligent): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "灯",
    "meaning": "Lamp",
    "stroke_count": 6,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 灯 (Lamp): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "咲",
    "meaning": "Blossom",
    "stroke_count": 9,
    "jlpt_level": "N2",
    "mnemonic": "A memorable way to remember 咲 (Blossom): Think of the character's shape and meaning together to create your own visual story!"
  }
]