[
  {
    "character": "才",
    "meaning": "Genius",
    "stroke_count": 3,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 才 (Genius): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "王",
    "meaning": "King",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 王 (King): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "石",
    "meaning": "Stone",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 石 (Stone): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "内",
    "meaning": "Inside",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 内 (Inside): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "太",
    "meaning": "Plump",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 太 (Plump): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "引",
    "meaning": "Pull",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 引 (Pull): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "市",
    "meaning": "Market",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 市 (Market): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "他",
    "meaning": "Other",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 他 (Other): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "号",
    "meaning": "Nickname",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 号 (Nickname): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "平",
    "meaning": "Even",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 平 (Even): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "打",
    "meaning": "Strike",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 打 (Strike): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "申",
    "meaning": "Have The Honor To",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 申 (Have The Honor To): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "礼",
    "meaning": "Salute",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 礼 (Salute): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "耳",
    "meaning": "Ear",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 耳 (Ear): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "交",
    "meaning": "Mingle",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 交 (Mingle): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "光",
    "meaning": "Ray",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 光 (Ray): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "回",
    "meaning": "-times",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 回 (-times): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "当",
    "meaning": "Hit",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 当 (Hit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "米",
    "meaning": "Rice",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 米 (Rice): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "声",
    "meaning": "Voice",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 声 (Voice): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "形",
    "meaning": "Shape",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 形 (Shape): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "草",
    "meaning": "Grass",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 草 (Grass): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "化",
    "meaning": "Change",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 化 (Change): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "両",
    "meaning": "Both",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 両 (Both): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "全",
    "meaning": "Whole",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 全 (Whole): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "向",
    "meaning": "Yonder",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 向 (Yonder): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "曲",
    "meaning": "Bend",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 曲 (Bend): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "次",
    "meaning": "Next",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 次 (Next): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "直",
    "meaning": "Straightaway",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 直 (Straightaway): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "活",
    "meaning": "Lively",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 活 (Lively): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "点",
    "meaning": "Spot",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 点 (Spot): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "科",
    "meaning": "Department",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 科 (Department): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "首",
    "meaning": "Neck",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 首 (Neck): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "欠",
    "meaning": "Lack",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 欠 (Lack): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "由",
    "meaning": "Wherefore",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 由 (Wherefore): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "民",
    "meaning": "People",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 民 (People): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "付",
    "meaning": "Adhere",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 付 (Adhere): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "失",
    "meaning": "Lose",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 失 (Lose): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "必",
    "meaning": "Invariably",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 必 (Invariably): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "未",
    "meaning": "Un-",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 未 (Un-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "末",
    "meaning": "End",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 末 (End): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "記",
    "meaning": "Scribe",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 記 (Scribe): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "組",
    "meaning": "Association",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 組 (Association): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "船",
    "meaning": "Ship",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 船 (Ship): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "雪",
    "meaning": "Snow",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 雪 (Snow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "支",
    "meaning": "Branch",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 支 (Branch): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "助",
    "meaning": "Help",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 助 (Help): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "君",
    "meaning": "Mister",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 君 (Mister): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "対",
    "meaning": "Vis-a-vis",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 対 (Vis-a-vis): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "局",
    "meaning": "Bureau",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 局 (Bureau): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "役",
    "meaning": "Duty",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 役 (Duty): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "投",
    "meaning": "Throw",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 投 (Throw): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "決",
    "meaning": "Decide",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 決 (Decide): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "馬",
    "meaning": "Horse",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 馬 (Horse): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "番",
    "meaning": "Turn",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 番 (Turn): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "絵",
    "meaning": "Picture",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 絵 (Picture): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "数",
    "meaning": "Number",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 数 (Number): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "所",
    "meaning": "Place",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 所 (Place): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "具",
    "meaning": "Tool",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 具 (Tool): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "受",
    "meaning": "Accept",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 受 (Accept): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "和",
    "meaning": "Harmony",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 和 (Harmony): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "定",
    "meaning": "Determine",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 定 (Determine): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "実",
    "meaning": "Reality",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 実 (Reality): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "泳",
    "meaning": "Swim",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 泳 (Swim): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "苦",
    "meaning": "Suffering",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 苦 (Suffering): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "表",
    "meaning": "Surface",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 表 (Surface): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "部",
    "meaning": "Section",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 部 (Section): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "乗",
    "meaning": "Ride",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 乗 (Ride): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "客",
    "meaning": "Guest",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 客 (Guest): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "相",
    "meaning": "Inter-",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 相 (Inter-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "美",
    "meaning": "Beauty",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 美 (Beauty): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "負",
    "meaning": "Defeat",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 負 (Defeat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "談",
    "meaning": "Discuss",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 談 (Discuss): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "要",
    "meaning": "Need",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 要 (Need): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "勝",
    "meaning": "Victory",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 勝 (Victory): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "速",
    "meaning": "Quick",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 速 (Quick): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "配",
    "meaning": "Distribute",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 配 (Distribute): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "酒",
    "meaning": "Sake",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 酒 (Sake): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "進",
    "meaning": "Advance",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 進 (Advance): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "落",
    "meaning": "Fall",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 落 (Fall): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "葉",
    "meaning": "Leaf",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 葉 (Leaf): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "路",
    "meaning": "Path",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 路 (Path): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "鳴",
    "meaning": "Chirp",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 鳴 (Chirp): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "横",
    "meaning": "Sideways",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 横 (Sideways): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "調",
    "meaning": "Tune",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 調 (Tune): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "頭",
    "meaning": "Head",
    "stroke_count": 16,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 頭 (Head): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "顔",
    "meaning": "Face",
    "stroke_count": 18,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 顔 (Face): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "最",
    "meaning": "Utmost",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 最 (Utmost): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "争",
    "meaning": "Contend",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 争 (Contend): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "伝",
    "meaning": "Transmit",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 伝 (Transmit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "共",
    "meaning": "Together",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 共 (Together): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "好",
    "meaning": "Fond",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 好 (Fond): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "成",
    "meaning": "Turn Into",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 成 (Turn Into): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "老",
    "meaning": "Old Man",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 老 (Old Man): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "位",
    "meaning": "Rank",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 位 (Rank): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "初",
    "meaning": "First Time",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 初 (First Time): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "利",
    "meaning": "Profit",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 利 (Profit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "努",
    "meaning": "Toil",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 努 (Toil): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "労",
    "meaning": "Labor",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 労 (Labor): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "命",
    "meaning": "Fate",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 命 (Fate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "放",
    "meaning": "Set Free",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 放 (Set Free): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "昔",
    "meaning": "Once Upon A Time",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 昔 (Once Upon A Time): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "育",
    "meaning": "Bring Up",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 育 (Bring Up): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "指",
    "meaning": "Finger",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 指 (Finger): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "神",
    "meaning": "Gods",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 神 (Gods): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "追",
    "meaning": "Chase",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 追 (Chase): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "戦",
    "meaning": "War",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 戦 (War): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "良",
    "meaning": "Good",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 良 (Good): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "便",
    "meaning": "Convenience",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 便 (Convenience): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "働",
    "meaning": "Work",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 働 (Work): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "庭",
    "meaning": "Courtyard",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 庭 (Courtyard): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "息",
    "meaning": "Breath",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 息 (Breath): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "流",
    "meaning": "Current",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 流 (Current): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "消",
    "meaning": "Extinguish",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 消 (Extinguish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "都",
    "meaning": "Metropolis",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 都 (Metropolis): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "商",
    "meaning": "Make A Deal",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 商 (Make A Deal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "深",
    "meaning": "Deep",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 深 (Deep): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "球",
    "meaning": "Ball",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 球 (Ball): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "陽",
    "meaning": "Sunshine",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 陽 (Sunshine): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "寒",
    "meaning": "Cold",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 寒 (Cold): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "悲",
    "meaning": "Grieve",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 悲 (Grieve): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "期",
    "meaning": "Period",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 期 (Period): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "歯",
    "meaning": "Tooth",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 歯 (Tooth): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "港",
    "meaning": "Harbor",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 港 (Harbor): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "登",
    "meaning": "Ascend",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 登 (Ascend): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "亡",
    "meaning": "Deceased",
    "stroke_count": 3,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 亡 (Deceased): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "合",
    "meaning": "Fit",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 合 (Fit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "予",
    "meaning": "Beforehand",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 予 (Beforehand): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "反",
    "meaning": "Anti-",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 反 (Anti-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "返",
    "meaning": "Return",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 返 (Return): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "宿",
    "meaning": "Inn",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 宿 (Inn): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "想",
    "meaning": "Concept",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 想 (Concept): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "感",
    "meaning": "Emotion",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 感 (Emotion): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "暗",
    "meaning": "Darkness",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 暗 (Darkness): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "様",
    "meaning": "Esq.",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 様 (Esq.): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "福",
    "meaning": "Blessing",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 福 (Blessing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "殺",
    "meaning": "Kill",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 殺 (Kill): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "然",
    "meaning": "Sort Of Thing",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 然 (Sort Of Thing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "熱",
    "meaning": "Heat",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 熱 (Heat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "選",
    "meaning": "Elect",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 選 (Elect): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "願",
    "meaning": "Petition",
    "stroke_count": 19,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 願 (Petition): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "情",
    "meaning": "Feelings",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 情 (Feelings): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "疑",
    "meaning": "Doubt",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 疑 (Doubt): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "皆",
    "meaning": "All",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 皆 (All): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "例",
    "meaning": "Example",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 例 (Example): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "参",
    "meaning": "Nonplussed",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 参 (Nonplussed): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "完",
    "meaning": "Perfect",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 完 (Perfect): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "念",
    "meaning": "Wish",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 念 (Wish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "折",
    "meaning": "Fold",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 折 (Fold): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "望",
    "meaning": "Ambition",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 望 (Ambition): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "任",
    "meaning": "Responsibility",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 任 (Responsibility): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "責",
    "meaning": "Blame",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 責 (Blame): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "増",
    "meaning": "Increase",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 増 (Increase): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "解",
    "meaning": "Unravel",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 解 (Unravel): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "際",
    "meaning": "Occasion",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 際 (Occasion): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "束",
    "meaning": "Bundle",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 束 (Bundle): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "残",
    "meaning": "Remainder",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 残 (Remainder): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "求",
    "meaning": "Request",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 求 (Request): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "約",
    "meaning": "Promise",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 約 (Promise): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "性",
    "meaning": "Sex",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 性 (Sex): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "格",
    "meaning": "Status",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 格 (Status): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "能",
    "meaning": "Ability",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 能 (Ability): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "術",
    "meaning": "Art",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 術 (Art): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "晴",
    "meaning": "Clear Up",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 晴 (Clear Up): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "列",
    "meaning": "File",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 列 (File): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "式",
    "meaning": "Style",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 式 (Style): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "信",
    "meaning": "Faith",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 信 (Faith): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "単",
    "meaning": "Simple",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 単 (Simple): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "変",
    "meaning": "Unusual",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 変 (Unusual): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "夫",
    "meaning": "Husband",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 夫 (Husband): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "昨",
    "meaning": "Yesterday",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 昨 (Yesterday): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "法",
    "meaning": "Method",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 法 (Method): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "晩",
    "meaning": "Nightfall",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 晩 (Nightfall): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "猫",
    "meaning": "Cat",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 猫 (Cat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "園",
    "meaning": "Park",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 園 (Park): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "遠",
    "meaning": "Distant",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 遠 (Distant): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "係",
    "meaning": "Person In Charge",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 係 (Person In Charge): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "取",
    "meaning": "Take",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 取 (Take): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "守",
    "meaning": "Guard",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 守 (Guard): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "幸",
    "meaning": "Happiness",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 幸 (Happiness): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "箱",
    "meaning": "Box",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 箱 (Box): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "面",
    "meaning": "Mask",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 面 (Mask): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "喜",
    "meaning": "Rejoice",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 喜 (Rejoice): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "治",
    "meaning": "Reign",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 治 (Reign): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "笑",
    "meaning": "Laugh",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 笑 (Laugh): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "辞",
    "meaning": "Resign",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 辞 (Resign): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "関",
    "meaning": "Connection",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 関 (Connection): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "政",
    "meaning": "Politics",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 政 (Politics): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "留",
    "meaning": "Detain",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 留 (Detain): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "険",
    "meaning": "Precipitous",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 険 (Precipitous): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "危",
    "meaning": "Dangerous",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 危 (Dangerous): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "存",
    "meaning": "Exist",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 存 (Exist): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "原",
    "meaning": "Meadow",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 原 (Meadow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "薬",
    "meaning": "Medicine",
    "stroke_count": 16,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 薬 (Medicine): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "側",
    "meaning": "Side",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 側 (Side): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "席",
    "meaning": "Seat",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 席 (Seat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "敗",
    "meaning": "Failure",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 敗 (Failure): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "果",
    "meaning": "Fruit",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 果 (Fruit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "因",
    "meaning": "Cause",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 因 (Cause): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "常",
    "meaning": "Usual",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 常 (Usual): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "識",
    "meaning": "Discriminating",
    "stroke_count": 19,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 識 (Discriminating): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "非",
    "meaning": "Un-",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 非 (Un-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "官",
    "meaning": "Bureaucrat",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 官 (Bureaucrat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "察",
    "meaning": "Guess",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 察 (Guess): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "愛",
    "meaning": "Love",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 愛 (Love): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "眠",
    "meaning": "Sleep",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 眠 (Sleep): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "靴",
    "meaning": "Shoes",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 靴 (Shoes): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "途",
    "meaning": "Route",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 途 (Route): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "給",
    "meaning": "Salary",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 給 (Salary): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "冷",
    "meaning": "Cool",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 冷 (Cool): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "処",
    "meaning": "Dispose",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 処 (Dispose): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "婦",
    "meaning": "Lady",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 婦 (Lady): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "程",
    "meaning": "Extent",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 程 (Extent): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "精",
    "meaning": "Refined",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 精 (Refined): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "絶",
    "meaning": "Discontinue",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 絶 (Discontinue): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "杯",
    "meaning": "Counter For Cupfuls",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 杯 (Counter For Cupfuls): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "積",
    "meaning": "Volume",
    "stroke_count": 16,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 積 (Volume): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "寄",
    "meaning": "Draw Near",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 寄 (Draw Near): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "娘",
    "meaning": "Daughter",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 娘 (Daughter): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "怖",
    "meaning": "Dreadful",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 怖 (Dreadful): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "恐",
    "meaning": "Fear",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 恐 (Fear): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "婚",
    "meaning": "Marriage",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 婚 (Marriage): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "遊",
    "meaning": "Play",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 遊 (Play): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "貧",
    "meaning": "Poverty",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 貧 (Poverty): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "適",
    "meaning": "Suitable",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 適 (Suitable): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "押",
    "meaning": "Push",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 押 (Push): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "更",
    "meaning": "Grow Late",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 更 (Grow Late): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "浮",
    "meaning": "Floating",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 浮 (Floating): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "越",
    "meaning": "Surpass",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 越 (Surpass): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "背",
    "meaning": "Stature",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 背 (Stature): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "盗",
    "meaning": "Steal",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 盗 (Steal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "除",
    "meaning": "Exclude",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 除 (Exclude): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "幾",
    "meaning": "How Many",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 幾 (How Many): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "散",
    "meaning": "Scatter",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 散 (Scatter): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "似",
    "meaning": "Becoming",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 似 (Becoming): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "富",
    "meaning": "Wealth",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 富 (Wealth): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "探",
    "meaning": "Grope",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 探 (Grope): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "迎",
    "meaning": "Welcome",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 迎 (Welcome): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "祖",
    "meaning": "Ancestor",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 祖 (Ancestor): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "雑",
    "meaning": "Miscellaneous",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 雑 (Miscellaneous): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "賛",
    "meaning": "Approve",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 賛 (Approve): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "込",
    "meaning": "Crowded",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 込 (Crowded): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "欲",
    "meaning": "Longing",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 欲 (Longing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "警",
    "meaning": "Admonish",
    "stroke_count": 19,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 警 (Admonish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "覚",
    "meaning": "Memorize",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 覚 (Memorize): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "説",
    "meaning": "Opinion",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 説 (Opinion): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "告",
    "meaning": "Revelation",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 告 (Revelation): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "種",
    "meaning": "Species",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 種 (Species): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "達",
    "meaning": "Accomplished",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 達 (Accomplished): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "類",
    "meaning": "Sort",
    "stroke_count": 18,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 類 (Sort): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "報",
    "meaning": "Report",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 報 (Report): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "等",
    "meaning": "Etc.",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 等 (Etc.): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "座",
    "meaning": "Squat",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 座 (Squat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "忘",
    "meaning": "Forget",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 忘 (Forget): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "洗",
    "meaning": "Wash",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 洗 (Wash): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "許",
    "meaning": "Permit",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 許 (Permit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "静",
    "meaning": "Quiet",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 静 (Quiet): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "煙",
    "meaning": "Smoke",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 煙 (Smoke): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "加",
    "meaning": "Add",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 加 (Add): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "容",
    "meaning": "Contain",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 容 (Contain): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "易",
    "meaning": "Easy",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 易 (Easy): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "財",
    "meaning": "Property",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 財 (Property): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "若",
    "meaning": "Young",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 若 (Young): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "忙",
    "meaning": "Busy",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 忙 (Busy): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "徒",
    "meaning": "On Foot",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 徒 (On Foot): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "得",
    "meaning": "Gain",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 得 (Gain): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "続",
    "meaning": "Continue",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 続 (Continue): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "連",
    "meaning": "Take Along",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 連 (Take Along): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "困",
    "meaning": "Quandary",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 困 (Quandary): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "機",
    "meaning": "Loom",
    "stroke_count": 16,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 機 (Loom): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "飛",
    "meaning": "Fly",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 飛 (Fly): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "害",
    "meaning": "Harm",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 害 (Harm): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "余",
    "meaning": "Too Much",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 余 (Too Much): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "難",
    "meaning": "Difficult",
    "stroke_count": 18,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 難 (Difficult): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "確",
    "meaning": "Assurance",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 確 (Assurance): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "在",
    "meaning": "Exist",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 在 (Exist): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "夢",
    "meaning": "Dream",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 夢 (Dream): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "産",
    "meaning": "Products",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 産 (Products): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "倒",
    "meaning": "Overthrow",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 倒 (Overthrow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "妻",
    "meaning": "Wife",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 妻 (Wife): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "議",
    "meaning": "Deliberation",
    "stroke_count": 20,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 議 (Deliberation): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "犯",
    "meaning": "Crime",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 犯 (Crime): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "罪",
    "meaning": "Guilt",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 罪 (Guilt): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "論",
    "meaning": "Argument",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 論 (Argument): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "経",
    "meaning": "Sutra",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 経 (Sutra): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "済",
    "meaning": "Settle (debt, Etc.)",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 済 (Settle (debt, Etc.)): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "判",
    "meaning": "Judgement",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 判 (Judgement): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "制",
    "meaning": "System",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 制 (System): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "務",
    "meaning": "Task",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 務 (Task): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "資",
    "meaning": "Assets",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 資 (Assets): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "権",
    "meaning": "Authority",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 権 (Authority): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "件",
    "meaning": "Affair",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 件 (Affair): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "断",
    "meaning": "Severance",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 断 (Severance): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "恥",
    "meaning": "Shame",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 恥 (Shame): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "払",
    "meaning": "Pay",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 払 (Pay): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "舞",
    "meaning": "Dance",
    "stroke_count": 15,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 舞 (Dance): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "頼",
    "meaning": "Trust",
    "stroke_count": 16,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 頼 (Trust): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "戻",
    "meaning": "Re-",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 戻 (Re-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "抱",
    "meaning": "Embrace",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 抱 (Embrace): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "緒",
    "meaning": "Thong",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 緒 (Thong): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "逃",
    "meaning": "Escape",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 逃 (Escape): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "御",
    "meaning": "Honorable",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 御 (Honorable): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "吹",
    "meaning": "Blow",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 吹 (Blow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "到",
    "meaning": "Arrival",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 到 (Arrival): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "髪",
    "meaning": "Hair Of The Head",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 髪 (Hair Of The Head): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "疲",
    "meaning": "Exhausted",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 疲 (Exhausted): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "歳",
    "meaning": "Year-end",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 歳 (Year-end): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "偶",
    "meaning": "Accidentally",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 偶 (Accidentally): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "偉",
    "meaning": "Admirable",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 偉 (Admirable): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "頂",
    "meaning": "Place On The Head",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 頂 (Place On The Head): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "認",
    "meaning": "Acknowledge",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 認 (Acknowledge): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "過",
    "meaning": "Overdo",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 過 (Overdo): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "寝",
    "meaning": "Lie Down",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 寝 (Lie Down): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "置",
    "meaning": "Placement",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 置 (Placement): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "費",
    "meaning": "Expense",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 費 (Expense): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "示",
    "meaning": "Show",
    "stroke_count": 5,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 示 (Show): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "観",
    "meaning": "Outlook",
    "stroke_count": 18,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 観 (Outlook): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "値",
    "meaning": "Price",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 値 (Price): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "吸",
    "meaning": "Suck",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 吸 (Suck): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "状",
    "meaning": "Status Quo",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 状 (Status Quo): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "収",
    "meaning": "Income",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 収 (Income): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "職",
    "meaning": "Post",
    "stroke_count": 18,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 職 (Post): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "規",
    "meaning": "Standard",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 規 (Standard): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "割",
    "meaning": "Proportion",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 割 (Proportion): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "演",
    "meaning": "Performance",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 演 (Performance): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "師",
    "meaning": "Expert",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 師 (Expert): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "備",
    "meaning": "Equip",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 備 (Equip): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "優",
    "meaning": "Tenderness",
    "stroke_count": 17,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 優 (Tenderness): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "宅",
    "meaning": "Home",
    "stroke_count": 6,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 宅 (Home): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "現",
    "meaning": "Present",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 現 (Present): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "呼",
    "meaning": "Call",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 呼 (Call): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "違",
    "meaning": "Difference",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 違 (Difference): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "差",
    "meaning": "Distinction",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 差 (Distinction): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "供",
    "meaning": "Submit",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 供 (Submit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "限",
    "meaning": "Limit",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 限 (Limit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "与",
    "meaning": "Bestow",
    "stroke_count": 3,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 与 (Bestow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "渡",
    "meaning": "Transit",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 渡 (Transit): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "景",
    "meaning": "Scenery",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 景 (Scenery): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "抜",
    "meaning": "Slip Out",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 抜 (Slip Out): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "候",
    "meaning": "Climate",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 候 (Climate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "構",
    "meaning": "Posture",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 構 (Posture): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "捕",
    "meaning": "Catch",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 捕 (Catch): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "慣",
    "meaning": "Accustomed",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 慣 (Accustomed): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "満",
    "meaning": "Full",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 満 (Full): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "掛",
    "meaning": "Hang",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 掛 (Hang): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "居",
    "meaning": "Reside",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 居 (Reside): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "突",
    "meaning": "Stab",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 突 (Stab): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "招",
    "meaning": "Beckon",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 招 (Beckon): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "段",
    "meaning": "Grade",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 段 (Grade): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "腹",
    "meaning": "Abdomen",
    "stroke_count": 13,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 腹 (Abdomen): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "痛",
    "meaning": "Pain",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 痛 (Pain): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "退",
    "meaning": "Retreat",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 退 (Retreat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "迷",
    "meaning": "Astray",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 迷 (Astray): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "訪",
    "meaning": "Call On",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 訪 (Call On): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "怒",
    "meaning": "Angry",
    "stroke_count": 9,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 怒 (Angry): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "閉",
    "meaning": "Closed",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 閉 (Closed): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "窓",
    "meaning": "Window",
    "stroke_count": 11,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 窓 (Window): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "否",
    "meaning": "Negate",
    "stroke_count": 7,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 否 (Negate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "暮",
    "meaning": "Evening",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 暮 (Evening): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "誤",
    "meaning": "Mistake",
    "stroke_count": 14,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 誤 (Mistake): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "降",
    "meaning": "Descend",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 降 (Descend): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "勤",
    "meaning": "Diligence",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 勤 (Diligence): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "刻",
    "meaning": "Engrave",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 刻 (Engrave): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "遅",
    "meaning": "Slow",
    "stroke_count": 12,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 遅 (Slow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "破",
    "meaning": "Rend",
    "stroke_count": 10,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 破 (Rend): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "互",
    "meaning": "Mutually",
    "stroke_count": 4,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 互 (Mutually): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "彼",
    "meaning": "He",
    "stroke_count": 8,
    "jlpt_level": "N3",
    "mnemonic": "A memorable way to remember 彼 (He): Think of the character's shape and meaning together to create your own visual story!"
  }
]