[
  {
    "character": "力",
    "meaning": "Power",
    "stroke_count": 2,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 力 (Power): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "口",
    "meaning": "Mouth",
    "stroke_count": 3,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 口 (Mouth): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "工",
    "meaning": "Craft",
    "stroke_count": 3,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 工 (Craft): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "夕",
    "meaning": "Evening",
    "stroke_count": 3,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 夕 (Evening): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "手",
    "meaning": "Hand",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 手 (Hand): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "文",
    "meaning": "Sentence",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 文 (Sentence): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "犬",
    "meaning": "Dog",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 犬 (Dog): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "売",
    "meaning": "Sell",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 売 (Sell): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "正",
    "meaning": "Correct",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 正 (Correct): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "田",
    "meaning": "Rice Field",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 田 (Rice Field): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "目",
    "meaning": "Eye",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 目 (Eye): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "立",
    "meaning": "Stand Up",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 立 (Stand Up): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "元",
    "meaning": "Beginning",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 元 (Beginning): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "公",
    "meaning": "Public",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 公 (Public): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "切",
    "meaning": "Cut",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 切 (Cut): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "少",
    "meaning": "Few",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 少 (Few): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "心",
    "meaning": "Heart",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 心 (Heart): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "方",
    "meaning": "Direction",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 方 (Direction): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "牛",
    "meaning": "Cow",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 牛 (Cow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "止",
    "meaning": "Stop",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 止 (Stop): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "兄",
    "meaning": "Elder Brother",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 兄 (Elder Brother): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "冬",
    "meaning": "Winter",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 冬 (Winter): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "古",
    "meaning": "Old",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 古 (Old): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "台",
    "meaning": "Pedestal",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 台 (Pedestal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "広",
    "meaning": "Wide",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 広 (Wide): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "用",
    "meaning": "Utilize",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 用 (Utilize): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "世",
    "meaning": "Generation",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 世 (Generation): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "主",
    "meaning": "Lord",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 主 (Lord): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "代",
    "meaning": "Substitute",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 代 (Substitute): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "写",
    "meaning": "Copy",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 写 (Copy): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "去",
    "meaning": "Gone",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 去 (Gone): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "字",
    "meaning": "Character",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 字 (Character): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "早",
    "meaning": "Early",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 早 (Early): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "町",
    "meaning": "Town",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 町 (Town): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "花",
    "meaning": "Flower",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 花 (Flower): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "赤",
    "meaning": "Red",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 赤 (Red): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "足",
    "meaning": "Leg",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 足 (Leg): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "不",
    "meaning": "Negative",
    "stroke_count": 4,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 不 (Negative): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "仕",
    "meaning": "Attend",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 仕 (Attend): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "会",
    "meaning": "Meeting",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 会 (Meeting): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "同",
    "meaning": "Same",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 同 (Same): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "多",
    "meaning": "Many",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 多 (Many): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "考",
    "meaning": "Consider",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 考 (Consider): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "肉",
    "meaning": "Meat",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 肉 (Meat): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "自",
    "meaning": "Oneself",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 自 (Oneself): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "色",
    "meaning": "Color",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 色 (Color): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "体",
    "meaning": "Body",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 体 (Body): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "作",
    "meaning": "Make",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 作 (Make): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "図",
    "meaning": "Map",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 図 (Map): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "弟",
    "meaning": "Younger Brother",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 弟 (Younger Brother): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "社",
    "meaning": "Company",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 社 (Company): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "言",
    "meaning": "Say",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 言 (Say): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "走",
    "meaning": "Run",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 走 (Run): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "近",
    "meaning": "Near",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 近 (Near): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "空",
    "meaning": "Empty",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 空 (Empty): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "青",
    "meaning": "Blue",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 青 (Blue): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "音",
    "meaning": "Sound",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 音 (Sound): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "地",
    "meaning": "Ground",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 地 (Ground): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "安",
    "meaning": "Relax",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 安 (Relax): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "有",
    "meaning": "Possess",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 有 (Possess): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "死",
    "meaning": "Death",
    "stroke_count": 6,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 死 (Death): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "京",
    "meaning": "Capital",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 京 (Capital): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "夜",
    "meaning": "Night",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 夜 (Night): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "妹",
    "meaning": "Younger Sister",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 妹 (Younger Sister): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "姉",
    "meaning": "Elder Sister",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 姉 (Elder Sister): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "店",
    "meaning": "Store",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 店 (Store): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "明",
    "meaning": "Bright",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 明 (Bright): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "歩",
    "meaning": "Walk",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 歩 (Walk): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "画",
    "meaning": "Brush-stroke",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 画 (Brush-stroke): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "知",
    "meaning": "Know",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 知 (Know): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "室",
    "meaning": "Room",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 室 (Room): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "思",
    "meaning": "Think",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 思 (Think): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "海",
    "meaning": "Sea",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 海 (Sea): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "茶",
    "meaning": "Tea",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 茶 (Tea): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "以",
    "meaning": "By Means Of",
    "stroke_count": 5,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 以 (By Means Of): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "夏",
    "meaning": "Summer",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 夏 (Summer): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "家",
    "meaning": "House",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 家 (House): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "紙",
    "meaning": "Paper",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 紙 (Paper): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "通",
    "meaning": "Traffic",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 通 (Traffic): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "強",
    "meaning": "Strong",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 強 (Strong): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "教",
    "meaning": "Teach",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 教 (Teach): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "理",
    "meaning": "Logic",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 理 (Logic): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "週",
    "meaning": "Week",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 週 (Week): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "魚",
    "meaning": "Fish",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 魚 (Fish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "鳥",
    "meaning": "Bird",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 鳥 (Bird): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "黒",
    "meaning": "Black",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 黒 (Black): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "住",
    "meaning": "Dwell",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 住 (Dwell): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "医",
    "meaning": "Doctor",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 医 (Doctor): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "究",
    "meaning": "Research",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 究 (Research): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "者",
    "meaning": "Someone",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 者 (Someone): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "研",
    "meaning": "Polish",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 研 (Polish): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "場",
    "meaning": "Location",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 場 (Location): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "朝",
    "meaning": "Morning",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 朝 (Morning): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "答",
    "meaning": "Solution",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 答 (Solution): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "買",
    "meaning": "Buy",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 買 (Buy): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "道",
    "meaning": "Road-way",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 道 (Road-way): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "楽",
    "meaning": "Music",
    "stroke_count": 13,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 楽 (Music): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "事",
    "meaning": "Matter",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 事 (Matter): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "使",
    "meaning": "Use",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 使 (Use): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "始",
    "meaning": "Commence",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 始 (Commence): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "服",
    "meaning": "Clothing",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 服 (Clothing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "物",
    "meaning": "Thing",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 物 (Thing): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "屋",
    "meaning": "Roof",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 屋 (Roof): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "度",
    "meaning": "Degrees",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 度 (Degrees): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "待",
    "meaning": "Wait",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 待 (Wait): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "持",
    "meaning": "Hold",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 持 (Hold): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "界",
    "meaning": "World",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 界 (World): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "発",
    "meaning": "Departure",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 発 (Departure): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "送",
    "meaning": "Escort",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 送 (Escort): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "重",
    "meaning": "Heavy",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 重 (Heavy): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "起",
    "meaning": "Rouse",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 起 (Rouse): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "院",
    "meaning": "Inst.",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 院 (Inst.): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "終",
    "meaning": "End",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 終 (End): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "習",
    "meaning": "Learn",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 習 (Learn): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "転",
    "meaning": "Revolve",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 転 (Revolve): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "運",
    "meaning": "Carry",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 運 (Carry): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "開",
    "meaning": "Open",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 開 (Open): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "集",
    "meaning": "Gather",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 集 (Gather): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "飲",
    "meaning": "Drink",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 飲 (Drink): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "業",
    "meaning": "Business",
    "stroke_count": 13,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 業 (Business): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "漢",
    "meaning": "Sino-",
    "stroke_count": 13,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 漢 (Sino-): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "歌",
    "meaning": "Song",
    "stroke_count": 14,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 歌 (Song): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "親",
    "meaning": "Parent",
    "stroke_count": 16,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 親 (Parent): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "病",
    "meaning": "Ill",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 病 (Ill): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "別",
    "meaning": "Separate",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 別 (Separate): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "注",
    "meaning": "Pour",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 注 (Pour): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "洋",
    "meaning": "Ocean",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 洋 (Ocean): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "特",
    "meaning": "Special",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 特 (Special): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "意",
    "meaning": "Idea",
    "stroke_count": 13,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 意 (Idea): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "味",
    "meaning": "Flavor",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 味 (Flavor): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "勉",
    "meaning": "Exertion",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 勉 (Exertion): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "旅",
    "meaning": "Trip",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 旅 (Trip): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "員",
    "meaning": "Employee",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 員 (Employee): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "動",
    "meaning": "Move",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 動 (Move): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "悪",
    "meaning": "Bad",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 悪 (Bad): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "族",
    "meaning": "Tribe",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 族 (Tribe): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "着",
    "meaning": "Don",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 着 (Don): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "野",
    "meaning": "Plains",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 野 (Plains): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "風",
    "meaning": "Wind",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 風 (Wind): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "新",
    "meaning": "New",
    "stroke_count": 13,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 新 (New): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "問",
    "meaning": "Question",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 問 (Question): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "銀",
    "meaning": "Silver",
    "stroke_count": 14,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 銀 (Silver): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "題",
    "meaning": "Topic",
    "stroke_count": 18,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 題 (Topic): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "館",
    "meaning": "Building",
    "stroke_count": 16,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 館 (Building): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "駅",
    "meaning": "Station",
    "stroke_count": 14,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 駅 (Station): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "料",
    "meaning": "Fee",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 料 (Fee): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "映",
    "meaning": "Reflect",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 映 (Reflect): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "私",
    "meaning": "Private",
    "stroke_count": 7,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 私 (Private): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "帰",
    "meaning": "Homecoming",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 帰 (Homecoming): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "春",
    "meaning": "Springtime",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 春 (Springtime): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "昼",
    "meaning": "Daytime",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 昼 (Daytime): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "秋",
    "meaning": "Autumn",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 秋 (Autumn): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "計",
    "meaning": "Plot",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 計 (Plot): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "建",
    "meaning": "Build",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 建 (Build): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "英",
    "meaning": "England",
    "stroke_count": 8,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 英 (England): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "飯",
    "meaning": "Meal",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 飯 (Meal): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "曜",
    "meaning": "Weekday",
    "stroke_count": 18,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 曜 (Weekday): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "品",
    "meaning": "Goods",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 品 (Goods): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "急",
    "meaning": "Hurry",
    "stroke_count": 9,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 急 (Hurry): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "真",
    "meaning": "True",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 真 (True): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "堂",
    "meaning": "Public Chamber",
    "stroke_count": 11,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 堂 (Public Chamber): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "試",
    "meaning": "Test",
    "stroke_count": 13,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 試 (Test): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "借",
    "meaning": "Borrow",
    "stroke_count": 10,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 借 (Borrow): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "験",
    "meaning": "Verification",
    "stroke_count": 18,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 験 (Verification): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "質",
    "meaning": "Substance",
    "stroke_count": 15,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 質 (Substance): Think of the character's shape and meaning together to create your own visual story!"
  },
  {
    "character": "貸",
    "meaning": "Lend",
    "stroke_count": 12,
    "jlpt_level": "N4",
    "mnemonic": "A memorable way to remember 貸 (Lend): Think of the character's shape and meaning together to create your own visual story!"
  }
]